{
  "landmarks": [
    {
      "id": 1,
      "title": "San Francisco Presidio",
      "slug": "79-san-francisco-presidio",
      "number": 79,
      "dedication_year": 1965,
      "inscription": "Formally established on September 17, 1776, the San Francisco Presidio has been administered successively as a military headquarters by Spain, Mexico, and the United States. A major command post during the Mexican War, Civil War, Spanish-American War, World Wars I and II, and the Korean War, it remains a symbol of United States authority in the pacific.",
      "sightseeing_group": 5,
      "location_map": "b",
      "description_html": "<p>San Francisco grew from three settlements: the Mission, the Presidio, and the village of Yerba Buena. Chronologically, the Presidio came second, being dedicated September 16, 1776, by Jose Joaquin Moraga. Juan Bautista de Anza, the City's founder, had camped near Mountain Lake earlier that year. Moraga established the first presidio buildings in the area of the present parade ground. Under the Spaniards and Mexicans the Presidio was little more than a rough frontier outpost. George Vancouver, visiting in 1792, found a small collection of buildings with dirt floors, tule roofs, and glassless windows, garrisoned by only 35 soldiers. The fort was abandoned by 1835 and was in ruins five years later. The US Army took over in 1846, during the Mexican War.</p><p>Located in the northwest part of the City, the Presidio is bounded by Lyon Street and the Marina District on the east, Pacific Avenue and the Richmond District on the south, the Pacific Ocean on the west, and the Golden Gate on the north. It remains a US army post, active but quiescent and open to the public. The Presidio's 1400 acres contain some 1700 buildings, many of historical and architectural note. Among these are Fort Point National Historic Site, the Officer's Club, incorporating the adobe walls of the 1791 Commandante's Headquarters and restored in 1933 by the Civil Works Administration, and the 1857 Old Station Hospital, now an excellent Army museum. During the 1870s and 1880s the military planted many trees within the Presidio, changing it from a barren, windswept headland to a green enclave within the City, little known even to residents of San Francisco and with outstanding park potential.</p><p>A California State historical plaque, mounted on a boulder, stands at the southwest corner of Lincoln and Funston, inside the Presidio. It was dedicated September 18, 1965, by the California State Park Commission, the California Historical Society, and the US Army. Also of interest, and located around the flagpole at the upper end of the nearby parade ground, are a 1928 DAR plaque marking the northwest corner of the original Spanish Presidio and a 1963 marker proclaiming the San Francisco Presidio a Registered National Historic Landmark.</p>",
      "image_urls":[
        "https://res.cloudinary.com/do28aglgy/image/upload/v1668031866/hlsf/Presidio-of-San-Francisco-site_xl2fyq.jpg",
        "https://res.cloudinary.com/do28aglgy/image/upload/v1668031866/hlsf/Presidio-of-San-Francisco-plaque_nlwj8t.jpg",
        "https://res.cloudinary.com/do28aglgy/image/upload/v1668031866/hlsf/Presidio-of-San-Francisco-archival_imhvdd.jpg"
      ]
    },
    {
      "id": 2,
      "title": "Montgomery Block Site",
      "slug": "80-montgomery-block-site",
      "number": 80,
      "dedication_year": "",
      "inscription": "This, San Francisco's first fireproof building, erected in 1853 by Henry Wagner Halleck, was the headquarters for many outstanding lawyers, financiers, writers, actors, and artists. James King of William, editor of the Bulletin, died here after being shot by James Casey, May 14, 1856. Escaping destruction in the fire of 1906, the building is preserved in memory of those who lived and worked in it.",
      "sightseeing_group": 1,
      "location_map": "a",
      "description_html": "<p>Begun in July 1853 and finished five months later, the Montgomery Block has been called \"the finest building in the West in the mid-1850s.\" It stood on the east side of its namesake street between Washington and Merchant. The four-story brick structure, designed by Gordon C. Cummings, had a base of gray granite and a cement asphalt roof. Safety features included walls three feet thick, diagonal iron ties for earthquake resistance, and iron shutters to protect against fires.</p><p>Affectionately, or derisively, called \"Monkey Block\" and \"Halleck's Folly\", after Henry W. Halleck, one of the original owners and President Abraham Lincoln's Chief of Staff, the building cost from one-half to several million dollars. A bust of George Washington was displayed above the bronze entrance doors. The ground floor arcade housed 28 shops, including the famous Bank Exchange Saloon, opened in 1853. Offices on the floors above were occupied by some of the young state's leading lawyers, engineers, editors, and politicians. James King of William, editor of the Daily Evening Bulletin newspaper, had an office in the Montgomery Block, and was assassinated in the street in front of it.</p><p>After the Civil War the building became a center for artists, writers, and other bohemian types. Protected by its massive iron shutters, the Block survived the earthquake and fire of 1906 to become the new home of A.P. Gianinni's Bank of Italy, later renamed Bank of America. The old building was finally demolished in 1959.</p><p>The Montgomery Block site is now occupied by the celebrated and controversial Transamerica Pyramid. A state plaque commemorating the older building is mounted on a pillar in the northwest corner of the Pyramid lobby. This undated marker, visible from the sidewalk, was placed by the California State Park Commission and the Society of California Pioneers. Directly below the state plaque is a second tablet picturing the Montgomery Block.</p>",
      "image_urls": [
        "https://res.cloudinary.com/do28aglgy/image/upload/v1668032640/hlsf/Montgomery-Block-1906_sxwcl6.jpg",
        "https://res.cloudinary.com/do28aglgy/image/upload/v1668032640/hlsf/Montgomery-Block-plaque_spucu6.jpg",
        "https://res.cloudinary.com/do28aglgy/image/upload/v1668032640/hlsf/Montgomery-Block-plaque-2_trr8mk.jpg",
        "https://res.cloudinary.com/do28aglgy/image/upload/v1668032640/hlsf/Montgomery-Block-Pony-Express-plaque_qngmzk.jpg"
      ]
    }
  ]
}